// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "%d i %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ skivor.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 skiva.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ och %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Ej möjligt att köpa biljett online)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "För att %@ ska fungera optimalt när du inte är ansluten till något nätverk så buffrar all data lokalt på din enhet.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ kan inte öppna sidan eftersom Internet-anslutning saknas.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "Några översättningar av %@ saknas eller är inkorrekt. Kan du ordna det?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "Min favoritbiograf finns inte med i %@. Kan du lägga till den?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%@ din lokala filmkö måste uppdateras innan ändringen kan utföras. Pröva att utföra ändringen om en liten stund.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ ger betyget";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Frågor & Svar";

/* i.e.: 2 hours */
"%d hours" = "%d timmar";

/* i.e.: 30 minutes */
"%d minutes" = "%d minuter";

/* No comment provided by engineer. */
"%d months ago" = "%d månader sedan";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d av %2%d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d biografer utanför sökområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%d veckor sedan";

/* No comment provided by engineer. */
"%d years ago" = "%d år sedan";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 month ago" = "1 månad sedan";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 biograf utanför sökområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 vecka sedan";

/* No comment provided by engineer. */
"1 year ago" = "1 år sedan";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Om";

/* No comment provided by engineer. */
"Account #%d" = "Konto #%d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Konto: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Konton";

/* Movie category */
"Action & Adventure" = "Action & Äventyr";

/* No comment provided by engineer. */
"Add New Account" = "Lägg till nytt konto";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Lägg till biograf";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Lägger till film";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Samtliga";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Samtliga (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Ett okänt fel inträffade.";

/* Movie category */
"Anime & Animation" = "Anime & Animerat";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple erbjuder inga funktioner för att tredjepartsprogram ska kunna ändra sin ikon. När de gör det kommer jag lägga till det alternativet.";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-uppdatera position";

/* Movie will be released soon */
"Available Soon" = "Kommer snart";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ring";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Kan du utöka det maximala sökavståndet för biografer?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot Open Page" = "Kn inte öppna sidan";

/* No comment provided by engineer. */
"Cast:" = "Rollbesättning:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Ändra datum";

/* Movie category */
"Children & Family" = "Barn & Familj";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ort eller postnummer";

/* Movie category */
"Classics" = "Klassiker";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Kunde inte ändra betyg: \n\n%@";

/* No comment provided by engineer. */
"Could not find location." = "Det gick inte att hitta positionen.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Kunde inte hitta plats.\nAnvändaren nekades tillgång till platstjänsten.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Kan du erbjuda ett alternativ för att välja en personlig ikon för %@?";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Inte för tillfället. Du kan dock markera biografen som en 'favorit' (genom att trycka på 'stjärnan' i detaljfönstret för biografen) vilket innebär att den kommer visars även om den är längre bort än maximalt sökavstånd.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Informationen om DVD/Blu-ray kommer från:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informationen om kommande datum kan var ofullständig. Ställ tillbaka sökdatumet till dagens datum för att se den kompletta listan.";

/* No comment provided by engineer. */
"Director:" = "Regissör:";

/* No comment provided by engineer. */
"Directors:" = "Regissörer:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Avstånd";

/* Movie category */
"Documentary" = "Dokumentär";

/* No comment provided by engineer. */
"Downloading data" = "Laddar ned data";

/* No comment provided by engineer. */
"Downloading image" = "Laddar ned bild";

/* No comment provided by engineer. */
"Downloading information." = "Hämtar information.";

/* Movie category */
"Drama" = "Drama";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "På grund av licensbegränsningar så kan vissa filmer sakna recensioner och/eller betyg.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-posta listan";

/* No comment provided by engineer. */
"Enabled" = "Aktiverad";

/* No comment provided by engineer. */
"Error occurred" = "Ett fel inträffade";

/* Movie category */
"Faith & Spirituality" = "Tro & Spiritualitet";

/* No comment provided by engineer. */
"Favorites" = "Favoriter";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Filmtrailers tillhandahålls av:";

/* No comment provided by engineer. */
"Force Refresh" = "Tvångsuppdatera";

/* Movie category */
"Foreign" = "Utländsk";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Homosexuell";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation-tjänsterna kommer från:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafik av David Steinberge";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Illustrationer av Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Hjälp";

/* Movie category */
"Horror" = "Skräck";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Jag ska göra ett försök. Tryck på 'Lägg till biograf'-knappen för att kontakta mig. Jag behöver biografens namn och telefonnummer. Tack!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Tyvärr har IMDB för höga licensavgifter för att jag ska ha råd med dem. Ledsen!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Varför visas alltid 'loading spinner', även för affischer som redan laddats, om %@ buffrar data?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Om du gillar %@ så skriv gärna en kort recension på iTunes Store. Det gör att nya användare lättare kan upptäcka det här programmet, ger mig möjlighet att komma med nya uppdateringar, hålla programmet reklamfritt och får mig att känna mig alldeles varm inombords. Tack!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Felaktigt användarnamn och/eller lösenrod för Twitter.";

/* Movie category */
"Independent" = "Oberoende";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Direkt";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Direkt (%d)";

/* No comment provided by engineer. */
"Instant Watch" = "Direktvisning";

/* No comment provided by engineer. */
"International Data" = "Internationella uppgifter";

/* No comment provided by engineer. */
"Last Friday" = "I fredags";

/* No comment provided by engineer. */
"Last Monday" = "I måndags";

/* No comment provided by engineer. */
"Last Saturday" = "I lördags";

/* No comment provided by engineer. */
"Last Sunday" = "I söndags";

/* No comment provided by engineer. */
"Last Thursday" = "I torsdags";

/* No comment provided by engineer. */
"Last Tuesday" = "I tisdags";

/* No comment provided by engineer. */
"Last Wednesday" = "I onsdags";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Mindre än %1$d %2$@ bort";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Mindre än 1 %@ bort";

/* No comment provided by engineer. */
"License" = "Licens";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Licensbegränsningar med vissa uppgiftsleverantörer tillåter bara ett urval av betyg och recensioner för filmer. Ledsen!";

/* No comment provided by engineer. */
"Like This App?" = "Gilla det här programmet?";

/* No comment provided by engineer. */
"Loading" = "Laddar";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Laddar indikatorer";

/* No comment provided by engineer. */
"Loading image" = "Laddar bild";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokala resultat ej tillgängliga";

/* No comment provided by engineer. */
"Localized by:" = "Anpassad av:";

/* No comment provided by engineer. */
"Location" = "Position";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Logga in på existerande konto";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Logga in på Twitter";

/* There will be a long wait before the movie is released */
"Long Wait" = "Lång väntan";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Visa karta";

/* No comment provided by engineer. */
"Map Theaters" = "Kartlägg biografer";

/* The most popular movies currently */
"Most Popular" = "Mest populära";

/* No comment provided by engineer. */
"Movie Rating" = "Filmens betyg";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informationen om filmen kommer från:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmrecensionerna kommer från:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmer (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Flyttar film";

/* Movie category */
"Music & Musicals" = "Musik och Musikaler";

/* No comment provided by engineer. */
"My other applications" = "Mina andra program";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Namn";

/* No comment provided by engineer. */
"Network unavailable" = "Nätverket inte tillgängligt";

/* Movie category */
"New 'Instant Watch'" = "Ny 'Direktvisning'";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nej tack";

/* No comment provided by engineer. */
"No biography available." = "Uppgifter saknas.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Inga bokmärkta filmer";

/* No comment provided by engineer. */
"No information found" = "Kunde inte hitta någon information";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Kunde inte hitta någon information om '%1$@' den %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Kunde inte hitta någon information om '%1$@' på '%2$@' den %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Kunde inte hitta någon information om '%1$@' den %2$@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Kunde inte hitta någon information om '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Det finns ingen sammanfattning.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Inga";

/* Movie is not currently rentable */
"Not Rentable" = "Ej hyrbar";

/* No comment provided by engineer. */
"Not yet rated" = "Ej betygsatt";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Feedback på Now Playing";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Öppna och auktorisera";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Alternativ";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Beställ biljetter till %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Kvot överskriden. Var god försök senare.";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Spela trailer";

/* No comment provided by engineer. */
"Please Wait" = "Var god vänta";

/* No comment provided by engineer. */
"Please enter your location" = "Ange din position";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Betygsätt gärna programmet på App Store.\n\nHar du redan betygsatt en tidigare version? Vi skulle uppskatta om du även betygsätter den nuvarande versionen.";

/* Takes the user to the website for this application */
"Project Website" = "Websajt för projektet";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Sätt betyg!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Åldersgräns %@";

/* No comment provided by engineer. */
"Rated:" = "Åldersgräns:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Läs recensioner";

/* No comment provided by engineer. */
"Really close by" = "Nära";

/* No comment provided by engineer. */
"Really far away" = "Långt bort";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiär";

/* No comment provided by engineer. */
"Release date:" = "Premiärdatum:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiär: %@";

/* No comment provided by engineer. */
"Remove Account" = "Ta bort konto";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Omorganisering av kön misslyckades\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Begär åtkomst";

/* No comment provided by engineer. */
"Requesting authorization" = "Begär auktorisering";

/* No comment provided by engineer. */
"Reviews" = "Recensioner";

/* Movie category */
"Romance" = "Romantik";

/* No comment provided by engineer. */
"Running time:" = "Speltid:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Spara alla bilder i Fotobiblioteket";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Spara i Fotobiblioteket";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Sparad";

/* Saved in Instant Queue */
"Saved in %@" = "Sparad i %@";

/* No comment provided by engineer. */
"Saving" = "Sparar";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Spara %d av %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Science Fiction & Fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Betyg";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Skörmrotation";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Sökdatum";

/* No comment provided by engineer. */
"Search Distance" = "Sökavstånd";

/* No comment provided by engineer. */
"Searching" = "Söker";

/* No comment provided by engineer. */
"See the section on IMDb." = "Visa avsnitt på IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Skicka kommentarer";

/* No comment provided by engineer. */
"Settings" = "Inställningar";

/* There will be a short wait before the movie is released */
"Short Wait" = "Kort väntan";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Visa %d dolda biografer";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Visa 1 dold biograf";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Båda";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Visa uppdateringar";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Visningstider hämtade den %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Registrera nytt konto";

/* Movie category */
"Special Interest" = "Särskilda intresseområden";

/* Movie category */
"Sports & Fitness" = "Sport & Hälsa";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Tryck på 'Skicka feedback' ovan föra att kontakta mig om övriga önskemål. Tack! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Tryck för att skriva plats";

/* Movie category */
"Television" = "TV";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Biografen rapporterade visningstider senast den \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Biograferna begränsar ofta maximalt sökavstånd, och därför kan vissa biografer saknas i sökresultatet även om sökavståndet är långt.";

/* No comment provided by engineer. */
"Theaters" = "Biografer";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Biografer (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Biografer tas bort när de inte längre uppdaterar tablån. När tablån uppdateras kommer den automatiskt visas inom %@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denna biograf har inte rapporterat visningstider ännu. När tiderna blir tillgängliga kommer %@ att hämta dem automatiskt.";

/* Movie category */
"Thrillers" = "Thrillers";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Biljettförsäljningen kommer från:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titel";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "För att bläddring ska ske så snabbt och mjukt som möjligt så visar inte %@ affischen förrän du har slutat bläddra.";

/* No comment provided by engineer. */
"Today" = "Idag";

/* No comment provided by engineer. */
"Translations" = "Översättningar";

/* No comment provided by engineer. */
"Tweeting" = "Twittrar";

/* No comment provided by engineer. */
"Unknown Distance" = "Avstånd okänt";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Premiärdatum okänt";

/* No comment provided by engineer. */
"Unrated" = "Ej betygsatt";

/* No comment provided by engineer. */
"Upcoming" = "Kommande";

/* No comment provided by engineer. */
"Updating" = "Uppdaterar";

/* No comment provided by engineer. */
"Updating Listings" = "Uppdaterar lista";

/* No comment provided by engineer. */
"Updating Queue" = "Uppdaterar kö";

/* No comment provided by engineer. */
"Updating: %@" = "Uppdatera: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Liten text";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Mycket lång väntan";

/* No comment provided by engineer. */
"Website" = "Websajt";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Webplatser";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Vad gör jag om jag har en obesvarad fråga?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Varför har min biograf tagits bort?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Varför erbjuder inte %@ betyg och recensioner från IMDb?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Varför erbjuder inte %@ betyg och recensioner från Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Varför kan jag inte se betyg och recensioner för alla filmer i %@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Varför hämtar %@ alltid data? Varför sparas inte data lokalt?";

/* No comment provided by engineer. */
"Write Review" = "Skriv en recension";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skriven av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Igår";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Du måste ställa in ett epost-konto innan du kan skicka feedback.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Du har i din %1$@ angett att ditt land är: %2$@\n\n. Snart kommer fullt stöd för %@ till ditt land, men flera av funktionerna kan användas redan idag! När fler funktioner blir tillgängliga kommer du automatiskt att bli underrättad.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";